<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | Следующие языковые строки используются при аутентификации для различных
    | сообщений, которые нам нужно отобразить пользователю. Вы можете изменить
    | эти языковые строки в соответствии с требованиями вашего приложения.
    |
    */

    'failed' => 'Эти учетные данные не соответствуют нашим записям.',
    'password' => 'Предоставленный пароль неверен.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, повторите попытку через :seconds секунды.',
    'register' => [
        'name' => 'Имя',
        'email' => 'Email',
        'password' => 'Пароль',
        'confirm_password' => 'Подтверждение',
        'already_registered' => 'Уже зарегистрированы?',
        'register' => 'Зарегистрировать'
    ],
    'login' => [
        'email' => 'Email',
        'password' => 'Пароль',
        'remember_me' => 'Запомнить меня',
        'forgot_password' => 'Забыли пароль?',
        'login' => 'Войти'
    ]

];
