<?php

return [
    'task_status' => [
        'create' => 'Статус успешно создан',
        'update' => 'Статус успешно изменён',
        'delete' => 'Статус успешно удалён',
        'error_delete' => 'Не удалось удалить статус'
    ],
    'task' => [
        'create' => 'Задача успешно создана',
        'update' => 'Задача успешно изменена',
        'delete' => 'Задача успешно удалёна'
    ],
    'label' => [
        'create' => 'Метка успешно создана',
        'update' => 'Метка успешно изменена',
        'delete' => 'Метка успешно удалёна',
        'error_delete' => 'Не удалось удалить метку'
    ]
];
